INSERT INTO employees (
    employee_id,
    last_name,
    first_name,
    last_name_kana,
    first_name_kana,
    department_id
)

VALUES
    (1, '青木', '彩', 'アオキ', 'アヤ', 1),
    (2, '石田', '健', 'イシダ', 'ケン', 1),
    (3, '大野', '美咲', 'オオノ', 'ミサキ', 1),
    (4, '河合', '蓮', 'カワイ', 'レン', 1),
    (5, '佐藤', '優', 'サトウ', 'ユウ', 2),
    (6, '高木', '葵', 'タカギ', 'アオイ', 2),
    (7, '中村', '直人', 'ナカムラ', 'ナオト', 2),
    (8, '藤井', '花', 'フジイ', 'ハナ', 2),
    (9, '松本', '悠真', 'マツモト', 'ユウマ', 3),
    (10, '森', '結衣', 'モリ', 'ユイ', 3),
    (11, '山口', '陽', 'ヤマグチ', 'ハル', 3),
    (12, '吉田', '玲奈', 'ヨシダ', 'レナ', 3)
ON DUPLICATE KEY UPDATE
    employee_id = employees.employee_id;